Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

# The upload queue on this phone is wiped. Workflows and keys stay.
source: Pending processing pauses until you reconnect the same account. Recordings, Drive files and keys stay.
ar: تتوقف المعالجة المعلّقة حتى إعادة ربط الحساب نفسه. تبقى التسجيلات وملفات Drive والمفاتيح.
bn: একই অ্যাকাউন্ট আবার কানেক্ট না করা পর্যন্ত বাকি প্রসেসিং থেমে থাকবে। রেকর্ডিং, Drive ফাইল এবং কী-গুলো থেকে যাবে।
de: Ausstehende Verarbeitung pausiert, bis dasselbe Konto erneut verbunden ist. Aufnahmen, Drive-Dateien und Schlüssel bleiben erhalten.
es: El procesamiento pendiente se pausa hasta reconectar la misma cuenta. Se conservan grabaciones, archivos de Drive y claves.
fa: پردازش‌های در انتظار تا اتصال دوباره همان حساب متوقف می‌مانند. ضبط‌ها، فایل‌های Drive و کلیدها باقی می‌مانند.
fil: Naka-pause ang nakabinbing pagproseso hanggang ikonekta mo ulit ang parehong account. Mananatili ang mga recording, file sa Drive, at key.
fr: Le traitement en attente est suspendu jusqu’à la reconnexion du même compte. Enregistrements, fichiers Drive et clés sont conservés.
hi: वही खाता फिर कनेक्ट होने तक लंबित प्रोसेसिंग रुकेगी। रिकॉर्डिंग, Drive फ़ाइलें और कुंजियाँ बनी रहेंगी।
it: L’elaborazione in sospeso si interrompe finché non ricolleghi lo stesso account. Registrazioni, file di Drive e chiavi restano.
ja: 同じアカウントに再接続するまで処理を一時停止します。録音、Driveのファイル、キーは残ります。
ko: 대기 중인 처리는 같은 계정에 다시 연결하면 이어집니다. 녹음, Drive 파일과 키는 유지됩니다.
pl: Oczekujące przetwarzanie zostanie wstrzymane do ponownego połączenia tego samego konta. Nagrania, pliki na Drive i klucze zostaną zachowane.
pt_br: O processamento pendente pausa até reconectar a mesma conta. Gravações, arquivos do Drive e chaves são mantidos.
pt_pt: O processamento pendente fica em pausa até voltar a ligar a mesma conta. As gravações, os ficheiros do Drive e as chaves são mantidos.
ru: Обработка приостановится до повторного подключения того же аккаунта. Записи, файлы Drive и ключи сохранятся.
sw: Uchakataji unaosubiri utasitishwa hadi uunganishe tena akaunti ile ile. Rekodi, faili za Drive na funguo zitabaki.
th: การประมวลผลที่รออยู่จะหยุดชั่วคราวจนกว่าคุณจะเชื่อมต่อบัญชีเดิมอีกครั้ง การบันทึกเสียง ไฟล์ใน Drive และคีย์จะยังคงอยู่
tr: Bekleyen işlemler, aynı hesabı yeniden bağlayana kadar duraklatılır. Kayıtlar, Drive dosyaları ve anahtarlar korunur.
ur: جب تک آپ وہی اکاؤنٹ دوبارہ منسلک نہ کریں، زیر التواء پروسیسنگ رکی رہے گی۔ ریکارڈنگز، Drive فائلیں اور کلیدیں برقرار رہیں گی۔
vi: Việc xử lý đang chờ sẽ tạm dừng cho đến khi bạn kết nối lại cùng tài khoản. Bản ghi âm, tệp Drive và khóa vẫn được giữ.
zh_hans: 重新连接同一账号前，待处理任务将暂停。录音、Drive文件和密钥都会保留。
zh_hant: 重新連接同一帳戶前，待處理工作將暫停。錄音、Drive檔案和金鑰都會保留。

source: Theme
ar: المظهر
bn: থিম
de: Design
es: Tema
fa: طرح زمینه
fil: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
pl: Motyw
pt_br: Tema
pt_pt: Tema
ru: Тема
sw: Mandhari
th: ธีม
tr: Tema
ur: تھیم
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

source: This app cannot run a ‘%@’ step
ar: لا يمكن لهذا التطبيق تشغيل الخطوة «%@»
bn: এই অ্যাপ ‘%@’ ধাপ চালাতে পারে না
de: Diese App kann den Schritt „%@“ nicht ausführen
es: Esta app no puede ejecutar un paso «%@»
fa: این برنامه نمی‌تواند مرحله «%@» را اجرا کند
fil: Hindi kayang patakbuhin ng app na ito ang hakbang na ‘%@’
fr: Cette app ne peut pas exécuter l’étape « %@ »
hi: यह ऐप ‘%@’ चरण नहीं चला सकता
it: Questa app non può eseguire un passaggio “%@”
ja: このアプリは「%@」ステップを実行できません
ko: 이 앱은 ‘%@’ 단계를 실행할 수 없습니다
pl: Ta aplikacja nie może wykonać kroku „%@”
pt_br: Este app não pode executar a etapa “%@”
pt_pt: Esta aplicação não pode executar um passo «%@»
ru: Приложение не может выполнить шаг «%@»
sw: Programu hii haiwezi kuendesha hatua ya “%@”
th: แอปนี้เรียกใช้ขั้นตอน “%@” ไม่ได้
tr: Bu uygulama “%@” adımını çalıştıramaz
ur: یہ ایپ “%@” مرحلہ نہیں چلا سکتی
vi: Ứng dụng này không thể chạy bước “%@”
zh_hans: 此应用无法运行“%@”步骤
zh_hant: 此應用程式無法執行「%@」步驟

source: This device has no value for the secret ‘%@’
ar: لا توجد قيمة للسر «%@» على هذا الجهاز
bn: এই ডিভাইসে ‘%@’ সিক্রেটের কোনো মান নেই
de: Auf diesem Gerät fehlt der Wert für „%@“
es: Este dispositivo no tiene el valor del secreto «%@»
fa: این دستگاه مقداری برای رمز «%@» ندارد
fil: Walang value ang device na ito para sa secret na ‘%@’
fr: Cet appareil n’a pas de valeur pour le secret « %@ »
hi: इस डिवाइस पर सीक्रेट ‘%@’ का मान नहीं है
it: Questo dispositivo non ha un valore per il segreto “%@”
ja: このデバイスにはシークレット「%@」の値がありません
ko: 이 기기에 시크릿 ‘%@’ 값이 없습니다
pl: Na tym urządzeniu brak wartości klucza tajnego „%@”
pt_br: Este dispositivo não tem valor para o segredo “%@”
pt_pt: Este dispositivo não tem valor para o segredo «%@»
ru: На этом устройстве нет значения секрета «%@»
sw: Kifaa hiki hakina thamani ya siri “%@”
th: อุปกรณ์นี้ไม่มีค่าสำหรับข้อมูลลับ “%@”
tr: Bu cihazda “%@” gizli anahtarının değeri yok
ur: اس آلے پر سیکرٹ “%@” کی کوئی قدر نہیں
vi: Thiết bị này không có giá trị cho mã bí mật “%@”
zh_hans: 此设备上没有机密凭据“%@”的值
zh_hant: 此裝置上沒有機密憑證「%@」的值

source: This job needs a newer version of the app: it uses a ‘%@’ step
ar: تتطلب هذه المهمة إصدارًا أحدث من التطبيق لأنها تستخدم الخطوة «%@»
bn: এই কাজের জন্য অ্যাপের নতুন ভার্সন প্রয়োজন: এটি ‘%@’ ধাপ ব্যবহার করে
de: Dieser Auftrag benötigt eine neuere App-Version: Er verwendet den Schritt „%@“
es: Esta tarea requiere una versión más reciente: usa un paso «%@»
fa: این وظیفه به نسخه جدیدتری از برنامه نیاز دارد: از مرحله «%@» استفاده می‌کند
fil: Kailangan ng gawaing ito ng mas bagong bersyon ng app: gumagamit ito ng hakbang na ‘%@’
fr: Cette tâche nécessite une version plus récente : elle utilise l’étape « %@ »
hi: इस कार्य को नया ऐप संस्करण चाहिए: यह ‘%@’ चरण उपयोग करता है
it: Questa attività richiede una versione più recente dell’app: usa un passaggio “%@”
ja: このジョブは「%@」ステップを使うため、新しいバージョンのアプリが必要です
ko: 이 잡에는 더 새로운 버전의 앱이 필요합니다: ‘%@’ 단계를 씁니다
pl: To zadanie wymaga nowszej wersji aplikacji: używa kroku „%@”
pt_br: Esta tarefa precisa de uma versão mais recente: usa a etapa “%@”
pt_pt: Esta tarefa requer uma versão mais recente da aplicação: utiliza um passo «%@»
ru: Для задачи нужна новая версия приложения: она использует шаг «%@»
sw: Kazi hii inahitaji toleo jipya la programu: inatumia hatua ya “%@”
th: งานนี้ต้องใช้แอปเวอร์ชันใหม่กว่า: ใช้ขั้นตอน “%@”
tr: Bu iş, uygulamanın daha yeni bir sürümünü gerektiriyor: “%@” adımını kullanıyor
ur: اس کام کے لیے ایپ کا نیا ورژن درکار ہے: یہ “%@” مرحلہ استعمال کرتا ہے
vi: Tác vụ này cần phiên bản ứng dụng mới hơn: tác vụ dùng bước “%@”
zh_hans: 此任务使用“%@”步骤，需要更新版本的应用
zh_hant: 此工作使用「%@」步驟，需要更新版本的應用程式

source: This job’s workflow has no step ‘%@’
ar: لا يحتوي سير عمل هذه المهمة على الخطوة «%@»
bn: এই কাজের ওয়ার্কফ্লোতে ‘%@’ ধাপ নেই
de: Der Workflow dieses Auftrags hat keinen Schritt „%@“
es: El flujo de esta tarea no tiene el paso «%@»
fa: گردش کار این وظیفه مرحله «%@» را ندارد
fil: Walang hakbang na ‘%@’ ang workflow ng gawaing ito
fr: Le flux de cette tâche n’a pas d’étape « %@ »
hi: इस कार्य के वर्कफ़्लो में ‘%@’ चरण नहीं है
it: Il flusso di lavoro di questa attività non ha il passaggio “%@”
ja: このジョブのワークフローには「%@」ステップがありません
ko: 이 작업의 워크플로우에 ‘%@’ 단계가 없습니다
pl: Przepływ pracy tego zadania nie ma kroku „%@”
pt_br: O fluxo desta tarefa não tem a etapa “%@”
pt_pt: O fluxo de trabalho desta tarefa não tem o passo «%@»
ru: В процессе этой задачи нет шага «%@»
sw: Mtiririko wa kazi hii hauna hatua ya “%@”
th: เวิร์กโฟลว์ของงานนี้ไม่มีขั้นตอน “%@”
tr: Bu işin iş akışında “%@” adımı yok
ur: اس کام کے ورک فلو میں “%@” مرحلہ نہیں ہے
vi: Quy trình của tác vụ này không có bước “%@”
zh_hans: 此任务的工作流没有“%@”步骤
zh_hant: 此工作的工作流程沒有「%@」步驟

source: This recording has no mono or mix track to transcribe.
ar: لا يحتوي هذا التسجيل على مسار أحادي أو ممزوج للنسخ.
bn: এই রেকর্ডিংয়ে ট্রান্সক্রাইব করার মতো কোনো মোনো বা মিক্স ট্র্যাক নেই।
de: Diese Aufnahme hat keine Mono- oder Mischspur zur Transkription.
es: Esta grabación no tiene una pista mono o mezclada para transcribir.
fa: این ضبط مسیر صوتی مونو یا ترکیبی برای رونویسی ندارد.
fil: Walang mono o mix na track ang recording na ito na ita-transcribe.
fr: Cet enregistrement n’a pas de piste mono ou mixée à transcrire.
hi: इस रिकॉर्डिंग में ट्रांसक्रिप्शन के लिए मोनो या मिक्स ट्रैक नहीं है।
it: Questa registrazione non ha una traccia mono o mixata da trascrivere.
ja: この録音には文字起こし用のモノラルまたはミックストラックがありません。
ko: 이 녹음에는 전사할 모노·믹스 트랙이 없습니다.
pl: To nagranie nie ma ścieżki mono ani zmiksowanej do transkrypcji.
pt_br: Esta gravação não tem faixa mono ou mixada para transcrever.
pt_pt: Esta gravação não tem uma faixa mono ou de mistura para transcrever.
ru: В записи нет моно- или смешанной дорожки для расшифровки.
sw: Rekodi hii haina mkondo wa sauti wa mono au mchanganyiko wa kunukuu.
th: การบันทึกเสียงนี้ไม่มีแทร็กโมโนหรือแทร็กมิกซ์สำหรับถอดเสียง
tr: Bu kayıtta metne dönüştürülecek mono veya miks kanal yok.
ur: اس ریکارڈنگ میں ٹرانسکرائب کرنے کے لیے کوئی مونو یا مکس ٹریک نہیں۔
vi: Bản ghi âm này không có rãnh mono hoặc rãnh trộn để chép lời.
zh_hans: 此录音没有可转录的单声道或混音轨道。
zh_hant: 此錄音沒有可轉錄的單聲道或混音軌道。

source: Title
ar: العنوان
bn: শিরোনাম
de: Titel
es: Título
fa: عنوان
fil: Pamagat
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
ko: 제목
pl: Tytuł
pt_br: Título
pt_pt: Título
ru: Название
sw: Kichwa
th: ชื่อ
tr: Başlık
ur: عنوان
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Too short
ar: قصير جدًا
bn: খুব ছোট
de: Zu kurz
es: Demasiado corto
fa: خیلی کوتاه
fil: Masyadong maikli
fr: Trop court
hi: बहुत छोटा
it: Troppo breve
ja: 短すぎます
ko: 너무 짧음
pl: Za krótkie
pt_br: Muito curto
pt_pt: Demasiado curta
ru: Слишком коротко
sw: Fupi mno
th: สั้นเกินไป
tr: Çok kısa
ur: بہت مختصر
vi: Quá ngắn
zh_hans: 时长过短
zh_hant: 時長過短

source: Transcribing on another device
ar: جارٍ النسخ على جهاز آخر
bn: অন্য ডিভাইসে ট্রান্সক্রাইব হচ্ছে
de: Transkription auf anderem Gerät
es: Transcribiendo en otro dispositivo
fa: در حال رونویسی در دستگاه دیگر
fil: Nagta-transcribe sa ibang device
fr: Transcription sur un autre appareil
hi: दूसरे डिवाइस पर ट्रांसक्रिप्शन जारी
it: Trascrizione su un altro dispositivo
ja: 別のデバイスで文字起こし中
ko: 다른 기기에서 전사 중
pl: Trwa transkrypcja na innym urządzeniu
pt_br: Transcrevendo em outro dispositivo
pt_pt: A transcrever noutro dispositivo
ru: Расшифровка на другом устройстве
sw: Inanukuu kwenye kifaa kingine
th: กำลังถอดเสียงในอุปกรณ์อื่น
tr: Başka bir cihazda metne dönüştürülüyor
ur: دوسرے آلے پر ٹرانسکرائب ہو رہا ہے
vi: Đang chép lời trên thiết bị khác
zh_hans: 正在其他设备上转录
zh_hant: 正在其他裝置上轉錄

source: Transfer permission needed
ar: يلزم إذن النقل
bn: ট্রান্সফারের অনুমতি প্রয়োজন
de: Übertragungsberechtigung erforderlich
es: Se necesita permiso de transferencia
fa: اجازه انتقال لازم است
fil: Kailangan ng pahintulot sa paglilipat
fr: Autorisation de transfert nécessaire
hi: ट्रांसफ़र की अनुमति चाहिए
it: Serve l’autorizzazione al trasferimento
ja: 転送の許可が必要
ko: 전송 허용 필요
pl: Wymagana zgoda na przekazywanie
pt_br: Permissão de transferência necessária
pt_pt: Permissão de envio necessária
ru: Нужно разрешение на передачу
sw: Ruhusa ya uhamishaji inahitajika
th: ต้องได้รับอนุญาตให้ถ่ายโอน
tr: Aktarım izni gerekiyor
ur: منتقلی کی اجازت درکار ہے
vi: Cần quyền chuyển dữ liệu
zh_hans: 需要传输权限
zh_hant: 需要傳輸權限

source: Waiting for speech model
ar: في انتظار نموذج الكلام
bn: স্পিচ মডেলের অপেক্ষায়
de: Wartet auf Sprachmodell
es: Esperando el modelo de voz
fa: در انتظار مدل گفتار
fil: Naghihintay sa modelo ng speech recognition
fr: En attente du modèle vocal
hi: स्पीच मॉडल की प्रतीक्षा
it: In attesa del modello vocale
ja: 音声モデル待ち
ko: 음성 모델 대기
pl: Oczekiwanie na model mowy
pt_br: Aguardando o modelo de fala
pt_pt: À espera do modelo de voz
ru: Ожидание речевой модели
sw: Inasubiri modeli ya matamshi
th: กำลังรอโมเดลเสียงพูด
tr: Konuşma modeli bekleniyor
ur: تقریر کے ماڈل کا انتظار
vi: Đang chờ mô hình giọng nói
zh_hans: 等待语音模型
zh_hant: 等待語音模型

source: Untitled
ar: بلا عنوان
bn: শিরোনামহীন
de: Ohne Titel
es: Sin título
fa: بدون عنوان
fil: Walang pamagat
fr: Sans titre
hi: बिना शीर्षक
it: Senza titolo
ja: 無題
ko: 제목 없음
pl: Bez tytułu
pt_br: Sem título
pt_pt: Sem título
ru: Без названия
sw: Bila jina
th: ไม่มีชื่อ
tr: Adsız
ur: بلا عنوان
vi: Không có tiêu đề
zh_hans: 无标题
zh_hant: 未命名

source: Uploading
ar: جارٍ الرفع
bn: আপলোড হচ্ছে
de: Wird hochgeladen
es: Subiendo
fa: در حال بارگذاری
fil: Ina-upload
fr: Envoi en cours
hi: अपलोड हो रहा है
it: Caricamento
ja: アップロード中
ko: 업로드 중
pl: Przesyłanie
pt_br: Enviando
pt_pt: A carregar
ru: Загрузка
sw: Inapakia
th: กำลังอัปโหลด
tr: Yükleniyor
ur: اپ لوڈ ہو رہا ہے
vi: Đang tải lên
zh_hans: 正在上传
zh_hant: 上傳中

source: Uploading on another device
ar: جارٍ الرفع على جهاز آخر
bn: অন্য ডিভাইসে আপলোড হচ্ছে
de: Upload auf anderem Gerät
es: Subiendo en otro dispositivo
fa: در حال بارگذاری در دستگاه دیگر
fil: Ina-upload sa ibang device
fr: Envoi sur un autre appareil
hi: दूसरे डिवाइस पर अपलोड जारी
it: Caricamento su un altro dispositivo
ja: 別のデバイスでアップロード中
ko: 다른 기기에서 업로드 중
pl: Trwa przesyłanie na innym urządzeniu
pt_br: Enviando em outro dispositivo
pt_pt: A carregar noutro dispositivo
ru: Загрузка на другом устройстве
sw: Inapakia kwenye kifaa kingine
th: กำลังอัปโหลดในอุปกรณ์อื่น
tr: Başka bir cihazda yükleniyor
ur: دوسرے آلے پر اپ لوڈ ہو رہا ہے
vi: Đang tải lên trên thiết bị khác
zh_hans: 正在其他设备上上传
zh_hant: 正在其他裝置上上傳

source: Uploading to Drive
ar: جارٍ الرفع إلى Drive
bn: Drive-এ আপলোড হচ্ছে
de: Upload zu Drive
es: Subiendo a Drive
fa: در حال بارگذاری در Drive
fil: Ina-upload sa Drive
fr: Envoi vers Drive
hi: Drive पर अपलोड जारी
it: Caricamento su Drive
ja: Driveにアップロード中
ko: Drive에 올리는 중
pl: Przesyłanie na Drive
pt_br: Enviando ao Drive
pt_pt: A carregar para o Drive
ru: Загрузка в Drive
sw: Inapakia kwenye Drive
th: กำลังอัปโหลดไปยัง Drive
tr: Drive'a yükleniyor
ur: Drive پر اپ لوڈ ہو رہا ہے
vi: Đang tải lên Drive
zh_hans: 正在上传至Drive
zh_hant: 正在上傳至Drive

source: Waiting
ar: قيد الانتظار
bn: অপেক্ষায়
de: Wartend
es: En espera
fa: در انتظار
fil: Naghihintay
fr: En attente
hi: प्रतीक्षा में
it: In attesa
ja: 待機中
ko: 대기
pl: Oczekiwanie
pt_br: Aguardando
pt_pt: Em espera
ru: Ожидание
sw: Inasubiri
th: กำลังรอ
tr: Bekliyor
ur: منتظر
vi: Đang chờ
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for the transcription result — %@ min elapsed
ar: بانتظار نتيجة النسخ؛ مضت %@ دقيقة
bn: ট্রান্সক্রিপশনের ফলাফলের অপেক্ষায়; %@ মিনিট পেরিয়েছে
de: Warten auf Transkript; %@ Min. vergangen
es: Esperando la transcripción; han pasado %@ min
fa: در انتظار نتیجه رونویسی؛ %@ دقیقه گذشته است
fil: Naghihintay sa resulta ng pag-transcribe — %@ min na ang lumipas
fr: Transcription en attente ; %@ min écoulées
hi: ट्रांसक्रिप्शन परिणाम की प्रतीक्षा; %@ मिनट बीते
it: In attesa del risultato della trascrizione: tempo trascorso %@ min
ja: 文字起こし結果を待っています・%@分経過
ko: 전사 결과를 기다리는 중 — %@분 경과
pl: Oczekiwanie na wynik transkrypcji — od %@ min
pt_br: Aguardando a transcrição; %@ min decorridos
pt_pt: À espera do resultado da transcrição — %@ min decorridos
ru: Ожидание расшифровки; прошло %@ мин
sw: Inasubiri matokeo ya unukuzi — muda uliopita: dakika %@
th: กำลังรอผลการถอดเสียง ผ่านไปแล้ว %@ นาที
tr: Transkripsiyon sonucu bekleniyor — geçen süre: %@ dk
ur: ٹرانسکرپشن کے نتیجے کا انتظار — گزرا وقت: %@ منٹ
vi: Đang chờ kết quả chép lời — đã qua %@ phút
zh_hans: 正在等待转录结果，已用时%@分钟
zh_hant: 正在等待轉錄結果，已用時%@分鐘

source: Withdraw permission
ar: سحب الإذن
bn: অনুমতি প্রত্যাহার করুন
de: Berechtigung widerrufen
es: Retirar permiso
fa: پس گرفتن اجازه
fil: Bawiin ang pahintulot
fr: Retirer l’autorisation
hi: अनुमति वापस लें
it: Revoca autorizzazione
ja: 許可を取り消す
ko: 허용 철회
pl: Wycofaj zgodę
pt_br: Revogar permissão
pt_pt: Retirar permissão
ru: Отозвать разрешение
sw: Batilisha ruhusa
th: ถอนการอนุญาต
tr: İzni geri çek
ur: اجازت واپس لیں
vi: Rút lại quyền
zh_hans: 撤销权限
zh_hant: 撤銷權限

source: Withdrawing permission stops future requests. It does not delete data already sent or your saved API keys.
ar: سحب الإذن يوقف الطلبات المستقبلية. لا يحذف البيانات المُرسلة أو مفاتيح API المحفوظة.
bn: অনুমতি প্রত্যাহার করলে ভবিষ্যতের অনুরোধ বন্ধ হয়ে যায়। এতে আগে পাঠানো ডেটা বা আপনার সেভ করা API কী মুছে যায় না।
de: Der Widerruf stoppt zukünftige Anfragen. Bereits gesendete Daten und gespeicherte API-Schlüssel werden nicht gelöscht.
es: Retirar el permiso detiene futuras solicitudes. No elimina los datos ya enviados ni las claves API guardadas.
fa: پس گرفتن اجازه، درخواست‌های آینده را متوقف می‌کند. داده‌هایی که قبلاً ارسال شده‌اند یا کلیدهای API ذخیره‌شده شما را حذف نمی‌کند.
fil: Kapag binawi ang pahintulot, hihinto ang mga susunod na request. Hindi nito dine-delete ang data na naipadala na o ang iyong mga naka-save na API key.
fr: Le retrait bloque les futures requêtes. Les données déjà envoyées et les clés API enregistrées ne sont pas supprimées.
hi: अनुमति वापस लेने पर आगे के अनुरोध रुकेंगे। पहले भेजा डेटा या सहेजी API कुंजियाँ नहीं हटेंगी।
it: La revoca dell’autorizzazione blocca le richieste future. Non elimina i dati già inviati né le chiavi API salvate.
ja: 許可を取り消すと今後のリクエストが停止します。送信済みのデータや保存済みのAPIキーは削除されません。
ko: 허용을 철회하면 이후 요청을 중단합니다. 이미 전송한 데이터나 저장된 API 키는 삭제되지 않습니다.
pl: Wycofanie zgody zatrzymuje przyszłe żądania. Nie usuwa już wysłanych danych ani zapisanych kluczy API.
pt_br: Revogar a permissão interrompe solicitações futuras. Não exclui dados já enviados nem chaves de API salvas.
pt_pt: Retirar a permissão impede pedidos futuros. Não elimina os dados já enviados nem as chaves de API guardadas.
ru: Отзыв разрешения останавливает будущие запросы. Уже отправленные данные и сохранённые ключи API не удаляются.
sw: Kubatilisha ruhusa husimamisha maombi yajayo. Hakufuti data iliyokwisha kutumwa wala funguo zako za API zilizohifadhiwa.
th: การถอนการอนุญาตจะหยุดคำขอในอนาคต แต่จะไม่ลบข้อมูลที่ส่งไปแล้วหรือคีย์ API ที่บันทึกไว้
tr: İzni geri çekmek sonraki istekleri durdurur. Daha önce gönderilmiş verileri veya kaydettiğiniz API anahtarlarını silmez.
ur: اجازت واپس لینے سے آئندہ درخواستیں رک جاتی ہیں۔ اس سے پہلے سے بھیجا گیا ڈیٹا یا آپ کی محفوظ API کلیدیں حذف نہیں ہوتیں۔
vi: Rút lại quyền sẽ dừng các yêu cầu sau này. Thao tác này không xóa dữ liệu đã gửi hoặc các khóa API bạn đã lưu.
zh_hans: 撤销权限将停止后续请求，不会删除已发送的数据或保存的API密钥。
zh_hant: 撤銷權限將停止後續請求，不會刪除已傳送的資料或儲存的API金鑰。

source: Working…
ar: جارٍ العمل…
bn: কাজ চলছে…
de: Wird verarbeitet…
es: Procesando…
fa: در حال انجام…
fil: Pinoproseso…
fr: Traitement…
hi: काम जारी…
it: Elaborazione…
ja: 処理中…
ko: 처리 중…
pl: Przetwarzanie…
pt_br: Processando…
pt_pt: A processar…
ru: Обработка…
sw: Inashughulikia…
th: กำลังดำเนินการ…
tr: İşleniyor…
ur: کام جاری ہے…
vi: Đang xử lý…
zh_hans: 处理中…
zh_hant: 處理中…

# alert.authRejected
source: The provider rejected the key
ar: رفض المزوّد المفتاح
bn: প্রদানকারী কী-টি প্রত্যাখ্যান করেছে
de: Der Anbieter hat den Schlüssel abgelehnt
es: El proveedor rechazó la clave
fa: ارائه‌دهنده کلید را رد کرد
fil: Tinanggihan ng provider ang key
fr: Le fournisseur a refusé la clé
hi: प्रदाता ने कुंजी अस्वीकार की
it: Il fornitore ha rifiutato la chiave
ja: 提供者がキーを拒否しました
ko: 업체가 키를 거절했습니다
pl: Dostawca odrzucił klucz
pt_br: O provedor recusou a chave
pt_pt: O fornecedor rejeitou a chave
ru: Провайдер отклонил ключ
sw: Mtoa huduma amekataa ufunguo
th: ผู้ให้บริการปฏิเสธคีย์
tr: Sağlayıcı anahtarı reddetti
ur: فراہم کنندہ نے کلید مسترد کر دی
vi: Nhà cung cấp đã từ chối khóa
zh_hans: 提供商拒绝了密钥
zh_hant: 供應商拒絕了金鑰

# alert.missingSecret
source: A key this device does not have
ar: مفتاح غير موجود على هذا الجهاز
bn: এই ডিভাইসে একটি কী নেই
de: Ein Schlüssel fehlt auf diesem Gerät
es: Falta una clave en este dispositivo
fa: کلید لازم در این دستگاه موجود نیست
fil: Isang key na wala sa device na ito
fr: Une clé manque sur cet appareil
hi: इस डिवाइस पर कुंजी नहीं है
it: Manca una chiave su questo dispositivo
ja: このデバイスにキーがありません
ko: 이 기기에 없는 키가 있습니다
pl: Brak klucza na tym urządzeniu
pt_br: Falta uma chave neste dispositivo
pt_pt: Falta uma chave neste dispositivo
ru: На этом устройстве нет ключа
sw: Ufunguo haupo kwenye kifaa hiki
th: อุปกรณ์นี้ไม่มีคีย์
tr: Bu cihazda bir anahtar eksik
ur: اس آلے پر کلید موجود نہیں
vi: Thiếu khóa trên thiết bị này
zh_hans: 此设备上没有此密钥
zh_hant: 此裝置上沒有此金鑰

# alert.needsAuth
source: Connect Google Drive to continue uploads
ar: اربط Google Drive لمتابعة الرفع
bn: আপলোড চালিয়ে যেতে Google Drive কানেক্ট করুন
de: Google Drive verbinden, um Uploads fortzusetzen
es: Conecta Google Drive para continuar las subidas
fa: برای ادامه بارگذاری‌ها، Google Drive را متصل کنید
fil: Ikonekta ang Google Drive para ituloy ang mga pag-upload
fr: Connectez Google Drive pour reprendre les envois
hi: अपलोड जारी रखने के लिए Google Drive कनेक्ट करें
it: Collega Google Drive per continuare i caricamenti
ja: アップロードを続けるにはGoogle Driveに接続してください
ko: 업로드를 계속하려면 Google Drive를 연결하세요
pl: Połącz z Google Drive, aby kontynuować przesyłanie
pt_br: Conecte o Google Drive para continuar os envios
pt_pt: Ligue o Google Drive para continuar os carregamentos
ru: Подключите Google Drive, чтобы продолжить загрузку
sw: Unganisha Google Drive ili kuendelea kupakia
th: เชื่อมต่อ Google Drive เพื่ออัปโหลดต่อ
tr: Yüklemelere devam etmek için Google Drive'ı bağlayın
ur: اپ لوڈز جاری رکھنے کے لیے Google Drive منسلک کریں
vi: Kết nối Google Drive để tiếp tục tải lên
zh_hans: 连接Google Drive以继续上传
zh_hant: 連接Google Drive以繼續上傳

# alert.needsConsent
source: Permission is needed to send recordings.
ar: يلزم إذن لإرسال التسجيلات.
bn: রেকর্ডিং পাঠাতে অনুমতি প্রয়োজন।
de: Zum Senden von Aufnahmen ist eine Berechtigung nötig.
es: Se necesita permiso para enviar grabaciones.
fa: برای ارسال ضبط‌ها اجازه لازم است.
fil: Kailangan ng pahintulot para magpadala ng mga recording.
fr: Une autorisation est nécessaire pour envoyer les enregistrements.
hi: रिकॉर्डिंग भेजने के लिए अनुमति चाहिए।
it: Serve l’autorizzazione per inviare le registrazioni.
ja: 録音を送信するには許可が必要です。
ko: 녹음을 전송하려면 허용이 필요합니다.
pl: Wysyłanie nagrań wymaga zgody.
pt_br: É necessária permissão para enviar gravações.
pt_pt: É necessária permissão para enviar gravações.
ru: Для отправки записей нужно разрешение.
sw: Ruhusa inahitajika ili kutuma rekodi.
th: ต้องได้รับอนุญาตจึงจะส่งการบันทึกเสียงได้
tr: Kayıtları göndermek için izin gerekiyor.
ur: ریکارڈنگز بھیجنے کے لیے اجازت درکار ہے۔
vi: Cần cấp quyền để gửi bản ghi âm.
zh_hans: 发送录音需要授权。
zh_hant: 傳送錄音需要授權。

# alert.needsSpace
source: Google Drive is out of space
ar: مساحة Google Drive ممتلئة
bn: Google Drive-এ জায়গা নেই
de: Google Drive hat keinen freien Speicherplatz
es: Google Drive no tiene espacio
fa: فضای Google Drive پر است
fil: Puno na ang Google Drive
fr: Google Drive est plein
hi: Google Drive में जगह नहीं है
it: Spazio esaurito su Google Drive
ja: Google Driveの容量が不足しています
ko: Google Drive에 공간이 없습니다
pl: Brak miejsca na Google Drive
pt_br: O Google Drive está sem espaço
pt_pt: O Google Drive está sem espaço
ru: В Google Drive закончилось место
sw: Google Drive imejaa
th: พื้นที่ Google Drive เต็ม
tr: Google Drive'da yer kalmadı
ur: Google Drive میں جگہ ختم ہو گئی ہے
vi: Google Drive đã hết dung lượng
zh_hans: Google Drive空间不足
zh_hant: Google Drive空間不足
